type AozoraWord = {
  display: string;
  kana: string;
  url: string;
  book: {
    name: string;
    author: string;
  };
  note?: string;
};

export const aozoraWords: AozoraWord[] = [
  {
    display:
      "ある日の暮方の事である。一人の下人が、羅生門の下で雨やみを待っていた。",
    kana: "あるひのくれがたのことである。ひとりのげにんが、らしょうもんのしたであめやみをまっていた。",
    url: "https://www.aozora.gr.jp/cards/000879/card127.html",
    book: {
      author: "芥川龍之介",
      name: "羅生門",
    },
    note: "multiple-matches",
  },
  {
    display:
      "禅智内供の鼻と云えば、池の尾で知らない者はない。長さは五六寸あって上唇うわくちびるの上から顋あごの下まで下っている。",
    kana: "ぜんちないぐのはなといえば、いけのおでしらないものはない。ながさはごろくすんあってうわくちびるのうえからあごのしたまでくだっている。",
    url: "https://www.aozora.gr.jp/cards/000879/card42.html",
    book: {
      author: "芥川龍之介",
      name: "鼻",
    },
  },
  {
    display:
      "堀川の大殿様のような方は、これまでは固より、後の世には恐らく二人とはいらっしゃいますまい。",
    kana: "ほりかわのおおとのさまのようなかたは、これまではもとより、あとのよにはおそらくふたりとはいらっしゃいますまい。",
    url: "https://www.aozora.gr.jp/cards/000879/card60.html",
    book: {
      author: "芥川龍之介",
      name: "地獄変",
    },
    note: "multiple-matches",
  },
  {
    display:
      "さようでございます。あの死骸を見つけたのは、わたしに違いございません。",
    kana: "さようでございます。あのしがいをみつけたのは、わたしにちがいございません。",
    url: "https://www.aozora.gr.jp/cards/000879/card179.html",
    book: {
      author: "芥川龍之介",
      name: "藪の中",
    },
    note: "multiple-matches",
  },
  {
    display:
      "長い影を地にひいて、痩馬の手綱を取りながら、彼かれは黙りこくって歩いた。",
    kana: "ながいかげをちにひいて、やせうまのたづなをとりながら、かれはだまりこくってあるいた。",
    url: "https://www.aozora.gr.jp/cards/000025/card204.html",
    book: {
      author: "有島武郎",
      name: "カインの末裔",
    },
  },
  {
    display:
      "何時ものやうに歸つて來ると、跫音をしのばせて梯子段へ足さぐりで行つたが、梯子段の下の暗がりで、良人の堂助が矢庭に懷中電燈をとぼした。",
    kana: "いつものようにかってくると、あしおとをしのばせてはしごだんへあしさぐりでいったが、はしごだんのしたのくらがりで、おっとのどうすけがやにわにかいちゅうでんとうをとぼした。",
    url: "https://www.aozora.gr.jp/cards/000291/card24350.html",
    book: {
      author: "有島武郎",
      name: "或る女",
    },
  },
  {
    display:
      "素顔に口紅で美いから、その色に紛うけれども、可愛い音は、唇が鳴るのではない。",
    kana: "すがおにうつくしいから、そのいろにまがうけれども、かわいいねは、くちびるがなるのではない。",
    url: "https://www.aozora.gr.jp/cards/000050/card1087.html",
    book: {
      author: "泉鏡花",
      name: "婦系図",
    },
  },
  {
    display:
      "後の月という時分が来ると、どうも思わずには居られない。幼い訣わけとは思うが何分にも忘れることが出来ない。",
    kana: "のちのつきというじぶんがくると、どうもおもわずにはいられない。おさないわけとはおもうがなんぶんにもわすれることができない。",
    url: "https://www.aozora.gr.jp/cards/000058/card647.html",
    book: {
      author: "伊藤左千夫",
      name: "野菊の墓",
    },
  },
  {
    display:
      "佳子は、毎朝、夫の登庁を見送ってしまうと、それはいつも十時を過ぎるのだが、やっと自分のからだになって、洋館の方の、夫と共用の書斎へ、とじ籠こもるのが例になっていた。",
    kana: "よしこは、まいあさ、おっとのとうちょうをみおくってしまうと、それはいつもじゅうじをすぎるのだが、やっとじぶんのからだになって、ようかんのほうの、おっとときょうようのしょさいへ、とじこもるのがれいになっていた。",
    url: "https://www.aozora.gr.jp/cards/001779/card56648.html",
    book: {
      author: "江戸川乱歩",
      name: "人間椅子",
    },
  },
  {
    display:
      "「あの泥坊が羨うらやましい」二人の間にこんな言葉が交かわされる程、其頃は窮迫していた。",
    kana: "「あのどろぼうがうらやましい」ふたりのあいだにこんなことばがかわされるほど、そのころはきゅうはくしていた。",
    url: "https://www.aozora.gr.jp/cards/001779/card56647.html",
    book: {
      author: "江戸川乱歩",
      name: "二銭銅貨",
    },
    note: "multiple-matches",
  },
  {
    display:
      "多分それは一種の精神病ででもあったのでしょう。郷田三郎は、どんな遊びも、どんな職業も、何をやって見ても、一向この世が面白くないのでした。",
    kana: "たぶんそれはいっしゅのせいしんびょうででもあったのでしょう。ごうださぶろうは、どんなあそびも、どんなしょくぎょうも、なにをやってみても、いっこうにこのよがおもしろくないのでした。",
    url: "https://www.aozora.gr.jp/cards/001779/card56649.html",
    book: {
      author: "江戸川乱歩",
      name: "屋根裏の散歩者",
    },
  },
  {
    display: "私は、その男の写真を三葉、見たことがある。",
    kana: "わたしは、そのおとこのしゃしんをさんよう、みたことがある。",
    url: "https://www.aozora.gr.jp/cards/000035/card301.html",
    book: {
      author: "太宰治",
      name: "人間失格",
    },
  },
  {
    display:
      "メロスは激怒した。必ず、かの邪智暴虐の王を除かなければならぬと決意した。",
    kana: "めろすはげきどした。かならず、かのじゃちぼうぎゃくのおうをのぞかなければならぬとけついした。",
    url: "https://www.aozora.gr.jp/cards/000035/card1567.html",
    book: {
      author: "太宰治",
      name: "走れメロス",
    },
  },
  {
    display:
      "朝、食堂でスウプを一さじ、すっと吸ってお母さまが、「あ」と幽かな叫び声をお挙げになった。",
    kana: "あさ、しょくどうですうぷをひとさじ、すっとすっておかあさまが、「あ」とかすかなさけびごえをおあげになった。",
    url: "https://www.aozora.gr.jp/cards/000035/card1565.html",
    book: {
      author: "太宰治",
      name: "斜陽",
    },
  },
  {
    display:
      "あわただしく、玄関をあける音が聞えて、私はその音で、眼をさましましたが、それは泥酔の夫の、深夜の帰宅にきまっているのでございますから、そのまま黙って寝ていました。",
    kana: "あわただしく、げんかんをあけるおとがきこえて、わたしはそのおとで、めをさましましたが、それはでいすいのおっとの、しんやのきたくにきまっているのでございますから、そのままだまってねていました。",
    url: "https://www.aozora.gr.jp/cards/000035/card2253.html",
    book: {
      author: "太宰治",
      name: "ヴィヨンの妻",
    },
  },
  {
    display:
      "人魚は、南の方の海にばかり棲んでいるのではありません。北の海にも棲んでいたのであります。",
    kana: "にんぎょは、みなみのほうのうみにばかりすんでいるのではありません。きたのうみにもすんでいたのであります。",
    url: "https://www.aozora.gr.jp/cards/001475/card54372.html",
    book: {
      author: "小川未明",
      name: "赤い蝋燭と人魚",
    },
  },
  {
    display:
      "大おおきな国と、それよりはすこし小さな国くにとが隣合あっていました。当座、その二つの国の間には、なにごとも起おこらず平和でありました。",
    kana: "おおきなくにと、それよりはすこしちいさなくにとがとなりあっていました。とうざ、そのふたつのくにのあいだには、なにごともおこらずへいわでありました。",
    url: "https://www.aozora.gr.jp/cards/001475/card51034.html",
    book: {
      author: "小川未明",
      name: "野ばら",
    },
  },
  {
    display:
      "聖セントアレキセイ寺院の殺人事件に法水が解決を公表しなかったので、そろそろ迷宮入りの噂が立ちはじめた十日目のこと、",
    kana: "せいせんとあれきせいじいんのさつじんじけんにのりみずがかいけつをこうひょうしなかったので、そろそろめいきゅういりのうわさがたちはじめたとおかめのこと、",
    url: "https://www.aozora.gr.jp/cards/000125/card1317.html",
    book: {
      author: "小栗虫太郎",
      name: "黒死館殺人事件",
    },
  },
  {
    display:
      "えたいの知れない不吉な塊が私の心を始終圧おさえつけていた。焦躁と言おうか、嫌悪と言おうか、酒を飲んだあとに宿酔があるように、酒を毎日飲んでいると宿酔に相当した時期がやって来る。",
    kana: "えたいのしれないふきつなかたまりがわたしのこころをしゅうしおさえつけていた。しょうそうといおうか、けんおといおうか、さけをのんだあとにふつかよいがあるように、さけをまいにちのんでいるとふつかよいにそうとうしたじきがやってくる。",
    url: "https://www.aozora.gr.jp/cards/000074/card424.html",
    book: {
      author: "梶井基次郎",
      name: "檸檬",
    },
    note: "multiple-matches",
  },
  {
    display:
      "桜の樹の下には屍体したいが埋まっている！これは信じていいことなんだよ。何故って、桜の花があんなにも見事に咲くなんて信じられないことじゃないか。",
    kana: "さくらのきのしたにはしたいがうまっている。これはしんじていいことなんだよ。なぜって、さくらのはながあんなにもみごとにさくなんてしんじられないことじゃないか。",
    url: "https://www.aozora.gr.jp/cards/000074/card427.html",
    book: {
      author: "梶井基次郎",
      name: "桜の樹の下には",
    },
    note: "multiple-matches",
  },
  {
    display:
      "市九郎は、主人の切り込んで来る太刀を受け損じて、左の頬から顎へかけて、微傷ではあるが、一太刀受けた。",
    kana: "いちくろうは、しゅじんのきりこんでくるたちをうけそんじて、ひだりのほおからあごへかけて、びしょうではあるが、ひとたちうけた。",
    url: "https://www.aozora.gr.jp/cards/000083/card496.html",
    book: {
      author: "菊池寛",
      name: "恩讐の彼方に",
    },
  },
  {
    display:
      "元禄と云う年号が、何時の間にか十余りを重ねたある年の二月の末である。都では、春の匂いが凡ての物を包んでいた。",
    kana: "げんろくというねんごうが、いつのまにかじゅうあまりをかさねたあるとしのにがつのすえである。みやこでは、はるのにおいがすべてのものをつつんでいた。",
    url: "https://www.aozora.gr.jp/cards/000083/card47857.html",
    book: {
      author: "菊池寛",
      name: "藤十郎の恋",
    },
  },
  {
    display:
      "「武蔵野の俤は今わずかに入間郡に残れり」と自分は文政年間にできた地図で見たことがある。",
    kana: "「むさしののおもかげはいまわずかにいるまぐんにのこれり」とじぶんはぶんせいねんかんにできたちずでみたことがある。",
    url: "https://www.aozora.gr.jp/cards/000038/card329.html",
    book: {
      author: "国木田独歩",
      name: "武蔵野",
    },
    note: "multiple-matches",
  },
  {
    display:
      "明治倶楽部とて芝区桜田本郷町のお堀辺に西洋作づくりの余り立派ではないが、それでも可なりの建物があった。",
    kana: "めいじくらぶとしてしばくさくらだほんごうちょうのおほりばたにせいようづくりのあまりりっぱではないが、それでもかなりのたてものがあった。",
    url: "https://www.aozora.gr.jp/cards/000038/card323.html",
    book: {
      author: "国木田独歩",
      name: "牛肉と馬鈴薯",
    },
  },
  {
    display:
      "もう秋も深い十月の中旬なかば。年代記ものの黒羽二重の素袷に剥げちょろ鞘の両刀を鐺さがりに落しこみ、冷飯草履で街道の土を舞いあげながら、まるで風呂屋へでも行くような暢気な恰好で通りかかった浪人体。",
    kana: "もうあきもふかいじゅうがつのなかば、ねんだいきもののくろはぶたえのすあわせにはげちょろさやのりょうとうをこじりさがりにおしこみ、ひやめしぞうりでかいどうのつちをまいあげながら、",
    url: "https://www.aozora.gr.jp/cards/001224/files/46117_29112.html",
    book: {
      author: "久生十蘭",
      name: "顎十郎捕物帳",
    },
    note: "not-found",
  },
  {
    display:
      "その家には人間と豚と犬と鶏と家鴨が住んでいたが、まったく、住む建物も各々の食物も殆ほとんど変っていやしない。",
    kana: "そのいえにはにんげんとぶたといぬとにわとりとあひるがすんでいたが、まったく、すむたてものもおのおののしょくもつもほとんどかわっていやしない。",
    url: "https://www.aozora.gr.jp/cards/001095/card42621.html",
    book: {
      author: "坂口安吾",
      name: "白痴",
    },
    note: "multiple-matches",
  },
  {
    display:
      "桜の花が咲くと人々は酒をぶらさげたり団子をたべて花の下を歩いて絶景だの春ランマンだのと浮かれて陽気になりますが、これは嘘です。",
    kana: "さくらのはながさくとひとびとはさけをぶらさげたりだんごをたべてはなのしたをあるいてぜっけいだのはるらんまんだのとうかれてようきになりますが、これはうそです。",
    url: "https://www.aozora.gr.jp/cards/001095/card42618.html",
    book: {
      author: "坂口安吾",
      name: "桜の森の満開の下",
    },
  },
  {
    display: "豆腐屋のチビ公はいまたんぼのあぜを伝ってつぎの町へ急ぎつつある。",
    kana: "とうふやのちびこうはいまたんぼのあぜをつたってつぎのまちへいそぎつつある。",
    url: "https://www.aozora.gr.jp/cards/000575/files/3585_21718.html",
    book: {
      author: "佐藤紅緑",
      name: "あゝ玉杯に花うけて",
    },
    note: "not-found",
  },
  {
    display:
      "そのころ、希臘人は、今のイタリヤのシシリイ島へ入り込んで、その東の海岸にシラキュースという町をつくっていました。",
    kana: "そのころ、ぎりしあじんは、いまのいたりやのししりいとうへはいりこんで、そのひがしのかわぎしにしらきゅーすというまちをつくっていました。",
    url: "https://www.aozora.gr.jp/cards/000107/card18333.html",
    book: {
      author: "鈴木三重吉",
      name: "デイモンとピシアス",
    },
  },
  {
    display:
      "私はこれから、あまり世間に類例がないだろうと思われる私達夫婦の間柄に就いて、出来るだけ正直に、ざっくばらんに、有りのままの事実を書いて見ようと思います。",
    kana: "わたしはこれから、あまりせけんにるいれいがないだろうとおもわれるわたしたちのふうふのあいだがらについて、ざっくばらんに、ありのままのじじつをかいてみようとおもいます。",
    url: "https://www.aozora.gr.jp/cards/001383/card58093.html",
    book: {
      author: "谷崎潤一郎",
      name: "痴人の愛",
    },
  },
  {
    display:
      "其れはまだ人々が「愚」と云う貴い徳を持って居て、世の中が今のように激しく軋み合わない時分であった。",
    kana: "それはまだひとびとが「おろか」というとうといとくをもっていて、よのなかがいまのようにはげしくきしみあわないじぶんであった。",
    url: "https://www.aozora.gr.jp/cards/001383/card56641.html",
    book: {
      author: "谷崎潤一郎",
      name: "刺青",
    },
    note: "multiple-matches",
  },
  {
    display:
      "怨霊というものがあるかないかそんな机上の空論などを、いまさら筆者は諸君と論判したいとは少しも思わない。",
    kana: "おんりょうというものがあるかないかそんなきじょうのくうろんなどを、いまさらひっしゃはしょくんとろんぱんしたいとはすこしもおもわない。",
    url: "https://www.aozora.gr.jp/cards/001397/card49871.html",
    book: {
      author: "田山花袋",
      name: "蒲団",
    },
    note: "multiple-matches",
  },
  {
    display:
      "新吉がお作を迎えたのは、新吉が二十五、お作が二十の時、今からちょうど四年前の冬であった。",
    kana: "しんきちがおさくをむかえたのは、しんきちがにじゅうご、おさくがにじゅうのとき、いまからちょうどよねんまえのふゆであった。",
    url: "https://www.aozora.gr.jp/cards/000023/card1700.html",
    book: {
      author: "徳田秋声",
      name: "新世帯",
    },
  },
  {
    display:
      "私の書斎のいろいろながらくた物などいれた本箱の抽匣に昔からひとつの小箱がしまってある。",
    kana: "わたしのしょさいのいろいろながらくたものなどいれたほんばこのひきだしのなかにむかしからひとつのこばこがしまってある。",
    url: "https://www.aozora.gr.jp/cards/001799/card56638.html",
    book: {
      author: "中勘助",
      name: "銀の匙",
    },
  },
  {
    display:
      "隴西の李徴は博学才穎、天宝の末年、若くして名を虎榜に連ね、ついで江南尉に補せられたが、",
    kana: "ろうさのりちょうははくがくさいえい、てんぽうのまつねん、わかくしてなをこぼうにつらね、ついでにこうなんいにほせられたが、",
    url: "https://www.aozora.gr.jp/cards/000119/card624.html",
    book: {
      author: "中島敦",
      name: "山月記",
    },
    note: "multiple-matches",
  },
  {
    display:
      "高い、梢の若葉は、早朝の微風と、和やかな陽光とを、健康そうに喜んでいたが、鬱々とした大木、老樹の下蔭は、薄暗くて、密生した灌木と、雑草とが、未だ濡れていた。",
    kana: "たかい、こずえのわかばは、そうちょうのびふうと、なごやかなようこうと、けんこうそうによろこんでいたが、うつうつとしたたいぼく、ろうじゅのしたかげは、うすぐらくて、みっせいしたかんぼくと、ざっそうとが、いまだぬれていた。",
    url: "https://www.aozora.gr.jp/cards/000216/card45567.html",
    book: {
      author: "直木三十五",
      name: "南国太平記",
    },
  },
  {
    display:
      "吾輩は猫である。名前はまだ無い。どこで生れたかとんと見当がつかぬ。何でも薄暗いじめじめした所でニャーニャー泣いていた事だけは記憶している。",
    kana: "わがはいはねこえある。なまえはまだない。どこでうまれたかとんとけんとうがつかぬ。なんでもうすぐらいじめじめしたところでにゃーにゃーないていたことだけはきおくしている。",
    url: "https://www.aozora.gr.jp/cards/000148/card789.html",
    book: {
      author: "夏目漱石",
      name: "吾輩は猫である",
    },
  },
  {
    display:
      "親譲りの無鉄砲で小供の時から損ばかりしている。小学校に居る時分学校の二階から飛び降りて一週間ほど腰を抜ぬかした事がある。",
    kana: "おやゆずりのむてっぽうでこどものときからそんばかりしている。しょうがっこうにいるじぶんがっこうのにかいからとびおりていっしゅうかんほどこしをぬかしたことがある。",
    url: "https://www.aozora.gr.jp/cards/000148/card752.html",
    book: {
      author: "夏目漱石",
      name: "坊っちゃん",
    },
  },
  {
    display:
      "山路を登りながら、こう考えた。智に働けば角が立つ。情に棹させば流される。意地を通とおせば窮屈だ。とかくに人の世は住みにくい。",
    kana: "やまみちをのぼりながら、こうかんがえた。ちにはたらけばかどがたつ。じょうにさおさせばながされる。いじをとおせばきゅうくつだ。とかくひとのよはすみにくい。",
    url: "https://www.aozora.gr.jp/cards/000148/card776.html",
    book: {
      author: "夏目漱石",
      name: "草枕",
    },
  },
  {
    display:
      "私はその人を常に先生と呼んでいた。だからここでもただ先生と書くだけで本名は打ち明けない。これは世間を憚かる遠慮というよりも、その方が私にとって自然だからである。",
    kana: "わたくしはそのひとをつねにせんせいとよんでいた。だからここでもただせんせいとかくだけでほんみょうはうちあけない。これはせけんをはばかるえんりょというよりも、そのほうがわたしにとってしぜんだからである。",
    url: "https://www.aozora.gr.jp/cards/000148/card773.html",
    book: {
      author: "夏目漱石",
      name: "こころ",
    },
  },
  {
    display:
      "うとうととして目がさめると女はいつのまにか、隣のじいさんと話を始めている。このじいさんはたしかに前の前の駅から乗ったいなか者である。",
    kana: "うとうととしてめがさめるとおんなはいつのまにか、となりのじいさんとはなしをはじめている。このじいさんはたしかにまえのまえのえきからのったいなかものである。",
    url: "https://www.aozora.gr.jp/cards/000148/card794.html",
    book: {
      author: "夏目漱石",
      name: "三四郎",
    },
    note: "multiple-matches",
  },
  {
    display:
      "銭形平次もこんな突拍子もない事件に出っくわしたことはありません。相手は十万石の大名、一つ間違うと天下の騒ぎになろうも知れない形勢だったのです。",
    kana: "ぜにがたへいじもこんなとっぴょうしもないじけんにでっくわしたことはありません。あいてはじゅうまんごくのだいみょう、ひとつまちがうとてんかのさわぎになろうもしれないけいせいだったのです。",
    url: "https://www.aozora.gr.jp/cards/001670/files/56312_64616.html",
    book: {
      author: "野村胡堂",
      name: "銭形平次捕物控",
    },
    note: "not-found",
  },
  {
    display:
      "私は北九州の或る小学校で、こんな歌を習った事があった。更けゆく秋の夜 旅の空の 侘わびしき思いに 一人なやむ 恋いしや古里 なつかし父母",
    kana: "わたしはきたきゅうしゅうのあるるしょうがっこうで、こんなうたをならったことがあった。ふけゆくあきのよる たびのそらの わびわびしきおもいに いちにんなやむ こいいしやふるさと なつかしちちはは",
    url: "https://www.aozora.gr.jp/cards/000291/files/1813_30136.html",
    book: {
      author: "林芙美子",
      name: "放浪記",
    },
    note: "not-found",
  },
  {
    display:
      "お祭りの夜だった。叔父は薫を自転車に乗せて走っていた。と、警官が叔父を呼留めた。それから二人は警察へ連れて行かれた。",
    kana: "おまつりのよるだった。おじはかおるをじてんしゃにのせてはしっていた。と、けいかんがおじをよびとめた。それからふたりはけいさつへつれていかれた。",
    url: "https://www.aozora.gr.jp/cards/000293/card48468.html",
    book: {
      author: "牧野信一",
      name: "地獄の門",
    },
  },
  {
    display:
      "「ではみなさんは、そういうふうに川だと云われたり、乳の流れたあとだと云われたりしていたこのぼんやりと白いものがほんとうは何かご承知ですか。」",
    kana: "「ではみなさんは、そういうふうにかわだといわれたり、ちちのながれたあとだといわれたりしていたこのぼんやりとしろいものがほんとうはなにかごしょうちですか。」",
    url: "https://www.aozora.gr.jp/cards/000081/card456.html",
    book: {
      author: "宮沢賢治",
      name: "銀河鉄道の夜",
    },
    note: "multiple-matches",
  },
  {
    display:
      "二人の若い紳士が、すっかりイギリスの兵隊のかたちをして、ぴかぴかする鉄砲をかついで、白熊のような犬を二匹つれて、だいぶ山奥の、木の葉のかさかさしたとこを、こんなことを云いながら、あるいておりました。",
    kana: "ふたりのわかいしんしが、すっかりいぎりすのへいたいのかたちをして、ぴかぴかするてっぽうをかついで、しろくまのようないぬをにひきつれて、だいぶやまおくの、このはのかさかさしたとこを、こんなことをいいながら、あるいておりました。",
    url: "https://www.aozora.gr.jp/cards/000081/card43754.html",
    book: {
      author: "宮沢賢治",
      name: "注文の多い料理店",
    },
    note: "multiple-matches",
  },
  {
    display:
      "谷川の岸に小さな学校がありました。教室はたった一つでしたが生徒は三年生がないだけで、あとは一年から六年までみんなありました。",
    kana: "たにがわのきしにちいさながっこうがありました。きょうしつはたったひとつでしたがせいとはさんねんせいがないだけで、あとはいちねんからろくねんまでみんなありました。",
    url: "https://www.aozora.gr.jp/cards/000081/card462.html",
    book: {
      author: "宮沢賢治",
      name: "風の又三郎",
    },
  },
  {
    display:
      "蕗屋清一郎が、何故なぜこれから記す様な恐ろしい悪事を思い立ったか、その動機については詳しいことは分らぬ。",
    kana: "ふきやせいいちろうが、なぜなぜこれからしるすようなおそろしいあくじをおもいたったか、そのどうきについてはくわしいことはわからぬ。",
    url: "https://www.aozora.gr.jp/cards/001779/card56646.html",
    book: {
      author: "水谷準",
      name: "心理試験",
    },
  },
  {
    display:
      "五月始めの或晴れた夜であった。十一時頃自分は庭園で青い深い天空に見入って居ると突然門外に当たって「電報です。」という声がする。",
    kana: "ごがつはじめのあるはれたよるであった。じゅういちじごろじぶんはていえんであおいふかいてんくうにみいっているととつぜんもんがいにあたって「でんぽうです。」というこえがする。",
    url: "https://www.aozora.gr.jp/cards/000014/card12.html",
    book: {
      author: "村山槐多",
      name: "悪魔の舌",
    },
  },
  {
    display:
      "鴎外漁史の「舞姫」が国民之友新年附録中に就いて第一の傑作たるは世人の許す所なり。之が賛評をなしたるもの少しとせず。",
    kana: "おうがいりょうしの「まいひめ」がこくみんのともしんねんふろくちゅうについてだいいちのけっさくたるはせじんのゆるすところなり。これがさんぴょうをなしたるものすこしとせず。",
    url: "https://www.aozora.gr.jp/cards/000102/card538.html",
    book: {
      author: "森鴎外",
      name: "舞姫",
    },
    note: "multiple-matches",
  },
  {
    display:
      "高瀬舟は京都の高瀬川を上下する小舟である。徳川時代に京都の罪人が遠島を申し渡されると、本人の親類が牢屋敷へ呼び出されて、そこで暇乞いをすることを許された。",
    kana: "たかせぶねはきょうとのたかせがわをじょうげするこぶねである。とくがわじだいにきょうとのざいにんがえんとうをもうしわたされると、ほんにんのしんるいがろうやしきへよびだされて、そこでいとまごいとまごいをすることをゆるされた。",
    url: "https://www.aozora.gr.jp/cards/000129/card45245.html",
    book: {
      author: "森鴎外",
      name: "高瀬舟",
    },
    note: "multiple-matches",
  },
  {
    display:
      "「あたしの主人はこんど酒井さまのお馬脇に出世したそうですよ」厚い大きな唇がすばらしく早く動いて、調子の狂った楽器のような、ひどく嗄れた声が止めどもなく迸り出た。",
    kana: "「あたしのあるじはこんどさかいさまのおうまわきにしゅっせしたそうですよ」あついおおきなくちびるがすばらしくはやくうごいて、ちょうしのくるったがっきのような、ひどくかれたこえがとめどもなくほとばしりでた。",
    url: "https://www.aozora.gr.jp/cards/001869/files/57805_69346.html",
    book: {
      author: "山本周五郎",
      name: "日本婦道記",
    },
    note: "not-found",
  },
  {
    display:
      "私がウスウスと眼を覚ました時、こうした蜜蜂の唸うなるような音は、まだ、その弾力の深い余韻を、私の耳の穴の中にハッキリと引き残していた。",
    kana: "わたしがうすうすとめをさましたとき、こうしたみつばちのうなうなるようなおとは、まだ、そのだんりょくのふかいよいんを、わたしのみみのあなのなかにはっきりとひきのこしていた。",
    url: "https://www.aozora.gr.jp/cards/000096/card2093.html",
    book: {
      author: "夢野久作",
      name: "ドグラ・マグラ",
    },
  },
  {
    display:
      "ああこの離れ島に、救いの舟がとうとう来ました。大きな二本のエントツの舟から、ボートが二艘、荒浪の上におろされました。",
    kana: "ああこのはなれじまに、すくいのふねがとうとうきました。おおきなにほんのえんとつのふねから、ぼーとがにそう、あらなみのうえにおろされました。",
    url: "https://www.aozora.gr.jp/cards/000096/card2381.html",
    book: {
      author: "夢野久作",
      name: "瓶詰地獄",
    },
  },
  {
    display:
      "七百年以上も昔の事、下ノ関海峡の壇ノ浦で、平家すなわち平族と、源氏すなわち源族との間の、永い争いの最後の戦闘が戦われた。",
    kana: "ななひゃくねんいじょうもむかしのこと、しものせきかいきょうのだんのうらで、ひらかすなわちたいらぞくと、みなもとしすなわちみなもとぞくとのまの、ながいあらそいのさいごのせんとうがたたかわれた。",
    url: "https://www.aozora.gr.jp/cards/000258/files/42927_15424.html",
    book: {
      author: "小泉八雲",
      name: "耳無芳一の話",
    },
    note: "not-found",
  },
  {
    display:
      "井神陽吉は風呂が好きだった。殊に、余り客の立て混こんでいない昼湯の、あの長閑な雰囲気は、彼の様ように所在のない人間が、贅沢な眠りから醒めたのちの体の惰気を、そのまま運んでゆくのに最も適した場所であった。",
    kana: "いかみようきちはふろがすきだった。ことに、あまりきゃくのだて混こんでいないひるゆの、あののどかなふんいきは、かれのさまようにしょざいのないにんげんが、ぜいたくぜいたくなねむりからさめたのちのからだのだきを、そのままはこんでゆくのにもっともてきしたばしょであった。",
    url: "https://www.aozora.gr.jp/cards/000160/card1229.html",
    book: {
      author: "海野十三",
      name: "電気風呂の怪死事件",
    },
  },
  {
    display:
      "平出園子というのが老妓の本名だが、これは歌舞伎俳優の戸籍名のように当人の感じになずまないところがある。",
    kana: "ひらでそのこというのがろうぎのほんみょうだが、これはかぶきはいゆうのこせきめいのようにとうにんのかんじになずまないところがある。",
    url: "https://www.aozora.gr.jp/cards/000076/card447.html",
    book: {
      author: "岡本かの子",
      name: "老妓抄",
    },
    note: "multiple-matches",
  },
  {
    display:
      "秋も大分深くなって、窓から見える芋畑もすっかり葉が繁った。田中氏は窓際の机に凭って朝食後の煙草を燻らして、膝の上に新聞を展げていた。",
    kana: "あきもだいぶふかくなって、まどからみえるいもはたけもすっかりはがしげった。たなかしはまどぎわのつくえにもたってちょうしょくごのたばこをくゆらして、ひざのうえにしんぶんをひろげていた。",
    url: "https://www.aozora.gr.jp/cards/000293/card48479.html",
    book: {
      author: "横光利一",
      name: "蝿",
    },
  },
  {
    display:
      "初めの間は私は私の家の主人が狂人ではないのかとときどき思った。観察しているとまだ三つにもならない彼の子供が彼をいやがるからといって親父をいやがる法があるかといって怒っている。",
    kana: "はじめのまはわたしはわたしのいえのしゅじんがきょうじんではないのかとときどきおもった。かんさつしているとまだみっつにもならないかれのこどもがかれをいやがるからといっておやじをいやがるほうがあるかといっておこっている。",
    url: "https://www.aozora.gr.jp/cards/000168/card907.html",
    book: {
      author: "横光利一",
      name: "機械",
    },
  },
  {
    display:
      "どうなるものか、この天地の大きな動きが。もう人間の個々の振舞いなどは、秋かぜの中の一片の木の葉でしかない。なるようになッてしまえ。武蔵は、そう思った。",
    kana: "どうなるものか、このてんちのおおきなうごきが。もうにんげんのここのふるまいなどは、あきかぜのなかのいっぺんのこのはでしかない。なるようになってしまえ。たけぞうは、そうおもった。",
    url: "",
    book: {
      author: "吉川英治",
      name: "宮本武蔵",
    },
    note: "not-found",
  },
  {
    display:
      "私の父は、今でも、大阪に住んでいる。南区内安堂寺町二丁目という所で、誰が、何う探したって判らない位の小さい所、四畳半と、二畳との穴の中で、土蜘蛛のように眼を光らしている。",
    kana: "わたしのちちは、いまでも、おおさかにすんでいる。みなみくないあんどうじまちにちょうめというところで、だれが、なにうさがしたってわからないくらいのちいさいところ、よじょうはんと、にじょうとのあなのなかで、つちぐものようにめをひからしている。",
    url: "https://www.aozora.gr.jp/cards/000216/files/2518_26152.html",
    book: {
      author: "直木三十五",
      name: "大阪を歩く",
    },
    note: "not-found",
  },
  {
    display:
      "汽車が大船を離れた頃から、信一郎の心は、段々烈しくなって行く焦燥しさで、満たされていた。",
    kana: "きしゃがおおふなをはなれたころから、しんいちろうのこころは、だんだんはげしくなっていくもどかしさで、みたされていた。",
    url: "https://www.aozora.gr.jp/cards/000083/card4822.html",
    book: {
      author: "菊池寛",
      name: "真珠夫人",
    },
    note: "multiple-matches",
  },
  {
    display:
      "土屋庄三郎は邸を出てブラブラ条坊を彷徨った。高坂邸、馬場邸、真田邸の前を通り、鍛冶小路の方へ歩いて行く。",
    kana: "つちやしょうざぶろうはやしきをでてぶらぶらまちをさまよった。こうさかてい、ばばてい、さなださなていのまえをとおり、かじこうじのほうへあるいていく。",
    url: "https://www.aozora.gr.jp/cards/000255/card1403.html",
    book: {
      author: "国枝史郎",
      name: "神州纐纈城",
    },
  },
  {
    display:
      "川中島に於ける上杉謙信、武田信玄の一騎討は、誰もよく知って居るところであるが、其の合戦の模様については、知る人は甚だ少ない。",
    kana: "かわなかじまにおけるうえすぎけんしん、たけだしんげんのいっきうちは、だれもよくしっているところであるが、其かっせんのもようについては、しるひとははなはだすくない。",
    url: "https://www.aozora.gr.jp/cards/000083/card1357.html",
    book: {
      author: "佐藤垢石",
      name: "川中島合戦",
    },
  },
  {
    display:
      "たださえ夏は気短になりがちなのに全身麻醉をかけられて、外科手術をした後の不愉快な心持ちは、病院を出てから一週間にもなるのに、未だに執念深く殘っている。",
    kana: "たださえなつはきみじかになりがちなのにぜんしんますいをかけられて、げかしゅじゅつをしたのちのふゆかいなこころもちは、びょういんをでてからいっしゅうかんにもなるのに、いまだにしゅうねんぶかくのこっている。",
    url: "https://www.aozora.gr.jp/cards/000800/files/42144_17677.html",
    book: {
      author: "水上瀧太郎",
      name: "貝殻追放",
    },
    note: "not-found",
  },
  {
    display:
      "「あの、失礼ですが」なめらかな都会ふうの男の声がいった。彼女は、臆病と疑惑とがいっしょになったようなぎごちない様子で、立ち止った。",
    kana: "「あの、しつれいですが」なめらかなとかいふうのおとこのこえがいった。かのじょは、おくびょうとぎわくとがいっしょになったようなぎごちないようすで、たちどまった。",
    url: "https://www.aozora.gr.jp/cards/001801/card56655.html",
    book: {
      author: "山川方夫",
      name: "箱の中のあなた",
    },
  },
];
